Repository: Discreete-Linux/truecrypt-helper
Catalog: *.po
Languages: de

source: Too many arguments.
de: Zu viele Parameter

source: VeraCrypt Volume Wizard
de: VeraCrypt Container Assistent

source: Basic Settings
de: Grundeinstellungen

source: Create an _extended volume
de: Einen _erweiterten Container erzeugen

source: Create a volume for automatic _backups
de: Einen Container für automatische Daten_sicherung erzeugen

source: Create a container _file
de: Eine _Container-Datei erzeugen

source: Use an entire _data medium for created volume
de: Einen ganzen _Datenträger für das erzeugte Volumen benutzen

source: Volume _label:
de: Volumen-Kennung:

source: Container _size:
de: Container-Größe:

source: Volume Selection
de: Container-Auswahl

source: _Container file:
de: _Container-Datei:

source: _Browse
de: _Suchen

source: _Data medium:
de: _Datenträger:

source: Encryption options
de: Verschlüsselungsoptionen

source: _Password:
de: _Passwort:

source: _Confirm password:
de: Passwort_bestätigung:

source: _Encryption algorithm:
de: _Verschlüsselungs-Algorithmus:

source: _Hash algorithm:
de: _Hash-Algorithmus:

source: _Display password
de: Passwort _anzeigen

source: Volume Creation
de: Container-Erzeugung

source: IMPORTANT: Move the mouse for about a minute as randomly as possible. This enhances the cryptographic strength of the encryption. When you are done with that click "Generate".
de: WICHTIG: Bewegen Sie die Maus für etwa eine Minute so zufällig wie möglich. Das erhöht die kryptografische Stärke der Verschlüsselung. Wenn Sie damit fertig sind, klicken Sie auf "Erzeugen".

source: _Generate
de: _Erzeugen

source: All data on the data medium will be lost!
de: Alle Daten auf dem Datenträger gehen verloren!

source: Are you sure you want to encrypt this data medium?
de: Sind Sie sicher, dass Sie diesen Datenträger verschlüsseln wollen?

source: Container Selection
de: Container-Auswahl

source: TrueCrypt files
de: TrueCrypt Dateien

source: All files
de: Alle Dateien

source: Overwrite existing?
de: Existierenden überschreiben?

source: A backup container already exists at that location. Do you want to overwrite it?
de: Es existiert bereits ein Backup-Container an diesem Ort. Soll er überschrieben werden?

source: Generating volume...
de: Volumen wird erzeugt...

source: Do you really want to stop volume creation?
de: Wollen Sie wirklich die Erzeugung des Volumens stoppen?

source: The data medium becomes unusable thereby.
de: Der Datenträger wird dadurch unbenutzbar.

source: The container will be removed in doing that.
de: Der Container wird dabei wieder gelöscht.

source: The process has just terminated.
de: Der Prozess hat sich gerade beendet.

source: So we will continue.
de: Daher wird fortgefahren.

source: Password check
de: Passwort Prüfung

source: The password must be at least %d characters long!
de: Das Passwort muss mindestens %d Zeichen lang sein!

source: The password must contain at least one non-letter character!
de: Das Passwort muss mindestens ein Zeichen enthalten, welches kein Buchstabe ist!

source: The password contains unallowed characters. Allowed characters are:
de: Das Passwort enthält ungültige Zeichen. Erlaubte Zeichen sind:

source: Could not unmount device. Maybe there is an open TrueCrypt volume on it?
de: Konnte das Gerät nicht aushängen. Möglicherweise ist noch ein TrueCrypt Volume darauf geöffnet?

source: Could not partition device. The error returned was: %s
de: Konnte das Gerät nicht partitionieren. Der Fehlercode war %s

source: Could not open Container
de: Konnte Container nicht öffnen

source: Could not find device for Container
de: Konnte kein Gerät zu diesem Container finden

source: Could not create filesystem on Container
de: Konnte kein Dateisystem auf dem Container anlegen

source: Could not unmount device. The error returned was: %i
de: Konnte das Gerät nicht aushängen. Der Fehlercode war: %i

source: Could not remove temp dir. The error returned was: %s
de: Konnte das temporäre Verzeichnis nicht entfernen. Der Fehlercode war %s

source: The TrueCrypt volume has been successfully created.
de: Das TrueCrypt Volumen wurde erfolgreich erzeugt.

source: It may be used now.
de: Es kann jetzt benutzt werden.

source: Error: Creating TrueCrypt volume failed.
de: Fehler: Das Erzeugen des TrueCrypt Volumens schlug fehl.

source: Error information: %s
de: Fehlerinformation: %s

source: There is already another truecrypt-helper process running, please let it finish first.
de: Es läuft noch ein anderer Truecrypt-Prozess, bitte warten Sie bis er abgeschlossen ist.

source: This script does not work with multiple files selected. Please try again.
de: Dieses Skript funktioniert nicht mit mehreren ausgewählten Dateien. Bitte nur eine auswählen und nochmal versuchen.

source: Do you really want to stop the wiping process? This may leave data fragments with random names behind, which can be safely deleted.
de: Wollen Sie den Überschreib-Vorgang wirklich abbrechen? Dadurch können Datenreste mit Zufallsnamen zurück bleiben, die gefahrlos gelöscht werden können.

source: Wiping done
de: Überschreiben abgeschlossen

source: Wiping free space on %s has successfully completed
de: Überschreiben des freien Speichers auf %s erfolgreich abgeschlossen.

source: Wiping was not sucessful. The errorcode returned was %s
de: Überschreiben war nicht erfolgreich. Der Fehlercode war %s

source: This will overwrite once the free space on the filesystem <i>%s</i> once with random data. Note that this a) May still leave small parts of data recoverable due to wear leveling mechanisms b) May shorten the life of flash media if used extensively. c) May leave meaningless data files on your drive if cancelled. These can be safely deleted. Click OK to continue.
de: Hierdurch wird der freie Speicherplatz auf <i>%s</i> einmal überschrieben. Bitte beachten Sie, dass a) Kleine Reste wiederherstellbarer Daten übrig bleiben können b) Die Lebensdauer von USB-Sticks bei häufigem Gebrauch abnehmen kann c) Sinnlose Dateien zurückbleiben können, wenn der Vorgang abgebrochen wird. Diese können gefahrlos gelöscht werden. Klicken Sie OK zum Fortfahren.

source: _Multiple passes (for floppies)
de: _Mehrere Durchgänge (für Disketten)

source: Wiping free space on %s...
de: Freier Speicherplatz auf %s wird gelöscht...

source: Wiping free space on %s. This may take some time
de: Freier Speicherplatz auf %s wird gelöscht. Das kann lange Zeit dauern.

source: Wiping...
de: Überschreibe...

source: An error occured while trying to execute the wiping programm. The error was <i>%s</i>
de: Ein Systemfehler ist aufgetreten. Der Fehler war <i>%s</i>

source: An error occured!
de: Ein Fehler ist aufgetreten

source: Treat this file as a truecrypt container
de: Diese Datei als TrueCrypt-Container behandeln

source: Open
de: Öffnen

source: Tries to open the file as a TrueCrypt container
de: Versucht, die Datei als TrueCrypt Container zu öffnen

source: Check
de: Prüfen

source: Checks the container filesystem
de: Prüft das Dateisystem im Container

source: Unmount
de: Aushängen

source: Unmounts the selected TrueCrypt Container
de: Den ausgewählten TrueCrypt Container aushängen

source: Force-Unmount
de: Aushängen erzwingen

source: Forcibly Unmounts the selected TrueCrypt Container
de: Den ausgewählten TrueCrypt Container erzwungenermaßen aushängen

source: Wipe free space
de: Freien Speicher wipen

source: Overwrites free space on the current location
de: Überschreibt freien Speicherplatz am gegenwärtigen Ort.

source: You are about to check and repair a filesystem. Even though this works in most cases, it is advisable to have a backup in case something goes wrong. Do you want to continue?
de: Sie sind dabei, ein Dateisystem zu prüfen und zu reparieren. Auch wenn dies in den meisten Fällen gelingt, sollten sie vorher eine Sicherung angefertigt haben. Wollen Sie fortfahren?

source: Force dangerous repairs
de: Unsichere Reparaturen durchführen

source: WARNING: This enables repair actions which may further corrupt the filesystem if something goes wrong.
de: ACHTUNG: Dies aktiviert Reparaturen, die das Dateisystem im Falle eines Fehlschlags weiter beschädigen können

source: TrueCrypt helper device listener
de: TrueCrypt Geräteerkennung

source: Listens for USB devices which could be TrueCrypt encrypted devices
de: Sucht nach USB-Geräten, die TrueCrypt-verschlüsselt sein könnten.

source: Scan for TrueCrypt Volumes
de: Suche nach TrueCrypt-Volumes

source: Scans for already connected but not yet mounted TrueCrypt Volumes
de: Sucht nach bereits angeschlossenen, aber nicht geöffneten TrueCrypt-Volumes
